//
//  DataManager.swift
//  Best ever created App
//
//  Created by Ирина on 17.11.2021.
//

class DataManager {
    
    let morningTips = [
        "Устройте флешмоб - зевните с утра на работе.",
        "Никогда не слушайте ничьих советов. И этого тоже.",
        "Не откладывайте на завтра то, что уже отложили вчера на сегодня."
    ]
    
    let tipsforTheDay = [
        "Даже трехчасовой доклад начинайте словами «буду краток».",
        "Если ничего не получается, сделай вид, что любуешься природой.",
       """
        Пересекая границу, насыпьте немного чая в целлофан от пачки сигарет.
        Внесите лёгкий сумбур в обыденную жизнь таможни.
       """
    ]
    
    let tipsForTheEvening = [
        """
        Если вы вечером стоите за спиной человека, который получает деньги из банкомата,
        и не хотите, чтобы он вас боялся, поцелуйте его в шею.
        """,
        "Вечер обязательно будет добрым, если вы сами этого захотите!",
        "Найдите возможность провести время наедине с собой."
    ]
    
    let tipsForTheNight = [
        "Если ночью снятся кошмары - спите днем.",
        "Можно заснуть вдвое быстрее, если считать по две овцы сразу...",
        "Не пересыпайте."
    ]
    
    private init() {}
}



